Repository: xchataqua/xchataqua
Catalog: tools/localization/strings/*/xchataqua.strings
Languages: de

source: File: %@ From: %s Size: % Port: %d IP Number: %s Start Time: %s
de: Datei: %1$@ Von: %2$s Größe: %3$ Port: %4$d IP Adresse: %5$s Start Zeitpunkt: %6$s

source: File: %s To: %s Size: % Port: %d IP Number: %s Start Time: %s
de: Datei: %1$s Empfänger: %2$s Größe: %3$ Port: %4$d IP Adresse: %5$s Start Zeitpunkt: %6$s

source: %d active downloads
de: %d aktive Downloads

source: %d active uploads
de: %d aktive Uploads

source: %d users selected
de: %d Benutzer ausgewählt

source: 1 active download
de: 1 aktiver Download

source: 1 active upload
de: 1 aktiver Upload

source: Are you sure you want to remove the selected log files?
de: Bist du dir sicher, dass du die ausgewählten Logdateien löschen willst?

source: banlist
de: Ban Liste

source: Cancel
de: Abbrechen

source: chanlist
de: Channel-Liste

source: Confirm
de: Bestätigen

source: DCC Settings
de: DCC Einstellungen

source: Events/Sounds
de: Events/Klänge

source: friends
de: Freunde

source: ignore
de: ignorieren

source: logviewer
de: Log Betrachter

source: NEW CHANNEL
de: NEUER CHANNEL

source: NEW COMMAND
de: NEUES KOMMANDO

source: No
de: Nein

source: No active download
de: keine aktiven Downloads

source: No active upload
de: keine aktiven Uploads

source: Not implemented (yet)
de: (noch) nicht implementiert

source: Other
de: Andere

source: There is a new version of X-Chat aqua available for download. Press OK to visit the download site.
de: Es gibt eine neuere Version von XChat Azure. Klicke auf OK um zur Download-Seite zu gelangen.

source: This version of X-Chat Aqua has spotlight searchable log support but I have to change your log filename mask preference and rename your existing logs. Do you want me to do that?
de: Diese Version von XChat Azure hat Spotlight Support um Log-Dateien zu durchsuchen. Du musst jedoch einige Anpassungen (Dateiname & Speicherort) anpassen. Soll ich das jetzt für dich tun?

source: XChat: Log Viewer
de: XChat: Log Betrachter

source: You have uncommited changes. Do you want to save the changes?
de: Es gibt ungespeicherte Änderungen. Möchtest du diese speichern?

source: <Not Connected>
de: <nicht verbunden>

source: Utility Views
de: Dienstprogramm-Ansichten
