Repository: xchataqua/xchataqua
Catalog: tools/localization/strings/*/xib.strings
Languages: de, ko

source: About X-Chat Aqua
de: Über X-Chat Aqua
ko: X-Chat Aqua에 관하여

source: About XChat Azure
de: Über XChat Azure
ko: XChat Azure에 관하여

source: Preferences...
de: Einstellungen...
ko: 환경설정...

source: Preferences Lists
de: Einstellungs Listen
ko: 환경설정 목록

source: Check for updates...
de: nach Updates suchen...
ko: 새 버전 확인하기...

source: Services
de: Dienste
ko: 서비스

source: Hide X-Chat Aqua
de: X-Chat Aqua verstecken
ko: X-Chat Aqua 가리기

source: Hide XChat Azure
de: XChat Azure verstecken
ko: XChat Azure 가리기

source: Hide Others
de: Andere verstecken
ko: 모두 가리기

source: Show All
de: Alle einblenden
ko: 모두 보기

source: Attach/Detach Tab
ko: 탭 붙이기/떼기

source: Edit
de: Editieren
ko: 편집

source: mIRC Format
ko: mIRC 서식

source: Color
ko: 색상

source: Italic/Reverse
ko: 기울임/반전

source: Undo
de: Rückgängig
ko: 취소

source: Redo
de: Erneut Anwenden
ko: 복귀

source: Cut
de: Ausschneiden
ko: 오려두기

source: Paste
de: Einfügen
ko: 붙이기

source: Copy
de: Kopieren
ko: 베껴두기

source: Delete
de: Löschen
ko: 삭제

source: Select All
de: Alle auswählen
ko: 전체 선택

source: Clear Window
de: Fenster löschen / leeren
ko: 윈도우 청소

source: Find...
de: Suchen...
ko: 찾기...

source: Find Next
de: nächstes Suchen
ko: 다음 찾기

source: Find Previous
ko: 이전 찾기

source: Use Selection for Find
ko: 선택 부분으로 찾기

source: Jump to Selection
ko: 선택 부분으로 이동

source: Spelling and Grammar
ko: 영문 철자 및 문법

source: Check Document Now
ko: 지금 도큐멘트 검사

source: Check Grammar With Spelling
ko: 영문 철자와 문법 검사

source: Correct Spelling Automatically
ko: 자동으로 영문 철자 수정

source: Substitutions
ko: 대체 항목

source: Smart Copy/Paste
ko: 스마트 베껴두기/붙이기

source: Smart Quotes
ko: 스마트 인용

source: Smart Dashes
ko: 스마트 줄

source: Smart Links
ko: 스마트 링크

source: Text Replacement
ko: 텍스트 대치

source: Transformations
ko: 변환

source: Make Upper Case
ko: 대문자로 만들기

source: Make Lower Case
ko: 소문자로 만들기

source: Capitalize
ko: 대문자로 문장 시작

source: Speech
ko: 말하기

source: Start Speaking
ko: 말하기 시작

source: Stop Speaking
ko: 말하기 중단

source: Invisible
de: Unsichtbar
ko: 숨기

source: Receive Wallops
de: WALLOPs empfangen
ko: Wallops 받기

source: Receive Server Notices
de: Server Nachrichten Empfangen
ko: 서버 공지 받기

source: Window
de: Fenster
ko: 윈도우

source: Minimize
de: Minimieren
ko: 최소화

source: Zoom
ko: 확대/축소

source: Next Window
de: nächstes Fenster
ko: 다음 윈도우로

source: Previous Window
de: vorheriges Fenter
ko: 이전 윈도우로

source: File Receive...
de: Datei Empfangen...
ko: 파일 받기...

source: File Send...
de: Datei Senden...
ko: 파일 보내기...

source: Log List...
de: Log Liste...
ko: 기록 목록...

source: Bring All to Front
de: Alle in den Vordergrund bringen
ko: 모두 앞으로 가져오기

source: X-Chat Aqua Homepage...
de: X-Chat Aqua Webseite...
ko: X-Chat Aqua 웹사이트... (영어)

source: XChat Azure Homepage...
de: XChat Azure Webseite...
ko: XChat Azure 웹사이트... (영어)

source: X-Chat Aqua Download...
ko: X-Chat Aqua 내려받기... (영어)

source: XChat Azure Download...
ko: XChat Azure 내려받기... (영어)

source: X-Chat Aqua IRC Channel...
ko: X-Chat Aqua IRC 채널...

source: XChat Azure IRC Channel...
ko: XChat Azure IRC 채널...

source: Release Note...
de: Release Notes...
ko: Release Note... (영어)

source: Online Docs...
de: Online Dokumentation...
ko: 온라인 도움말... (영어)

source: Conference Mode
de: Konferenz Mode
ko: 컨퍼런스 모드 (대화만 보기)

source: Bold
de: Fett
ko: 굵게

source: Underline
de: Unterstrichen
ko: 밑줄

source: Reverse
ko: 역상

source: Reset
de: Zurücksetzen
ko: 원래대로

source: Confirm
de: Bestätigen
ko: 확인

source: From
de: Von
ko: 보낸이

source: To
de: An
ko: 받는이

source: Limit:
ko: 제한:

source: Total download speed: %{value1}@
de: Gesamt Download Geschwindigkeit: %{value1}@
ko: 내려받기 속도 합: %{value1}@

source: Total upload speed: %{value1}@
de: Gesamt Upload Geschwindigkeit: %{value1}@
ko: 보내기 속도 합: %{value1}@

source: Log file
de: Log Datei
ko: 기록 파일

source: Open in TextEdit
de: In TextEdit öffnen
ko: 텍스트편집기로 열기

source: Show Prefs Files
de: Zeige Konfigurations Dateien
ko: 설정 파일 보기

source: Line height:
ko: 줄 간격:

source: Strip scrollback color
ko: 불러 온 로그 색 무시

source: Transparency:
de: Transparent:
ko: 투영도:

source: Transparent Windows
de: Transparente Fenster
ko: 반투명 창

source: Show separator
de: Zeige Separator
ko: 분리선 보이기

source: Strip mIRC color
de: mIRC Farben herausfiltern
ko: mIRC 색 무시

source: Suffix style nick completion
de: Nick-Vervolständigungs Suffix
ko: 접미어가 붙는 필명 자동완성

source: Hide user list
de: Benutzerliste verstecken
ko: 사용자 목록 숨기기

source: Userlist buttons enabled
de: Benutzerliste Buttons aktivieren
ko: 사용자목록 단추 사용

source: Switch tabs with:
de: Wechsle Tabs mit:
ko: 탭 이동 단축:

source: Pop new tabs to front
de: Zeige neue Tabs im Vordergrund
ko: 새 탭을 앞에 보이기

source: Hide "close" buttons on tabs
de: Verstecke "Schließen" Button auf den Tabs
ko: 탭에서 "닫기" 단추 숨기기

source: Left
de: Links
ko: 왼쪽

source: Right
de: Rechts
ko: 오른쪽

source: Outline
ko: 바깥

source: Show channel mode buttons
de: Zeige Channel-Mode Knöpfe
ko: 채널 모드 단추 보이기

source: Default character set:
de: Standard Zeichensatz:
ko: 기본 문자셋:

source: (Change takes effect at next launch)
de: (Zeigt nach dem nächten Neustart Wirkung)
ko: (바뀐 내용은 다음 실행 때 적용)

source: Nick link command:
ko: 필명 링크 명령:

source: URL link command:
ko: URL 링크 명령:

source: Channel link command:
ko: 대화방 링크 명령:

source: Load Default Colors
ko: 기본 색상 불러오기

source: Load From File...
ko: 파일에서 불러오기...

source: Beep on private messages
de: Piepe bei Privaten Nachrichten
ko: 개인 대화에 소리내기

source: Beep on channel messages
de: Piepe bei Channel Nachrichten
ko: 채널 대화에 소리내기

source: Sleep:
de: Schlafen:
ko: 잠수:

source: Automatically rejoin channel
de: den Channel automatisch wieder betreten
ko: 채널 자동 재입장

source: /part channels on sleep
de: Verlasse Channel im ruhezustand
ko: 잠수할 때 채널에서 퇴장

source: Auto-away after
de: Autom. Abwesenheit nach
ko: 다음 시간 후 자동 자리비움:

source: minutes
de: Minuten
ko: 분

source: G = Show event with Growl
de: G = Zeige Ereignis mit Growl
ko: G = Growl로 알리기

source: B = Bounce the dock icon
de: B = Dock-Icon animieren
ko: B = Dock 아이콘 뛰어오름

source: S = Show indicator in the dock
de: S = Indikator im Dock-Icon anzeigen
ko: S = Dock에 강조 표시

source: Perform when X-Chat Aqua is not in front
de: nur ausführen wenn X-Chat Aqua nicht im Vordergrund läuft
ko: X-Chat Aqua가 가려져 있을 때 하기

source: Perform when XChat Azure is not in front
de: nur ausführen wenn XChat Azure nicht im Vordergrund läuft
ko: XChat Azure가 가려져 있을 때 하기

source: Perform always
de: immer ausführen
ko: 항상 하기

source: Bounce Continuously
ko: 계속 뛰어오름

source: Other
ko: 기타

source: seconds
de: Sekunden
ko: 초

source: Auto reconnect to server after
de: erneut zum Server verbinden nach
ko: 다음 시간 뒤 자동으로 다시 접속:

source: Check for new version at startup
de: Beim Start nach neuer Version suchen
ko: 시작할 때 새 버전 확인

source: Never give up reconnect
de: wiederverbinden niemals aufgeben
ko: 재접속 계속 하기

source: Enable built-in identd (requires administrator privileges)
de: Eingebauten Identd aktivieren (benötigt Administrative Rechte)
ko: 내장 identd 활성화 (관리자 권한 필요)

source: Auto Accept
de: autom. akzeptieren
ko: 자동 수락

source: Ask me
de: Frage mich
ko: 물어보기

source: Convert spaces to underscore
de: Leerzeichen zu Unterstrichen konvertieren
ko: 공백을 밑줄로 바꾸기

source: DCC Chat Action
de: DCC Chat Aktion
ko: DCC 대화 반응

source: DCC receive Action
de: DCC Empfangs Aktion
ko: DCC 받기 반응

source: Auto open DCC send list
de: DCC Sende Liste automatisch öffnen
ko: 자동으로 DCC 받기 목록 열기

source: Auto open DCC receive list
de: DCC Empfangs Liste automatisch öffnen
ko: 자동으로 DCC 보내기 목록 열기

source: Auto open DCC chat list
de: DCC Chat Liste automatisch öffnen
ko: 자동으로 DCC 대화 목록 열기

source: Show server list on startup
de: Zeige Server-Liste beim Starten
ko: 시작할 때 서버 목록 보기

source: Favorite
de: Favorit
ko: 즐겨찾기

source: Auto connect
de: autom. Verbinden
ko: 자동 접속

source: Command (without the slash)
de: Kommando (ohne Schrägstrich)
ko: 명령 (슬래시 없이)

source: Connect in a new tab
de: In neuem Tab verbinden
ko: 새 탭으로 접속하기

source: Show details
de: Zeige Details
ko: 자세히 보기

source: Hide details
de: Verstecke Details
ko: 간략히 보기

source: Use custom user information
de: Nutzer benutzerdefinierte Benutzer-Informationen
ko: 별도 사용자 정보 사용

source: Detach
ko: 떼기

source: Use multiple lines for multiple commands
ko: 여러 줄의 명령은 줄을 나눠 쓸 수 있습니다.

source: List display options
de: Listen Optionen
ko: 목록 표시 설정

source: Minimum Users:
de: Minimum Benutzer:
ko: 최소 사용자 수:

# Maximum Users:
source: Maximun Users:
de: Maximun Benutzer:
ko: 최대 사용자 수:

source: User and Channel Statistics
de: Benutzer und Channel Statistiken
ko: 사용자 및 채널 통계:

source: Auto Start
ko: 자동 시작

source: Embedded Plugins
ko: 내장 추가기능

source: User Plugins
ko: 사용자 추가기능

source: Loaded Plugins
ko: 불러 온 추가기능

source: OK
ko: 확인

source: Yes
de: Ja
ko: 예

source: No
de: Nein
ko: 아니오

source: Apply
de: Anwenden
ko: 적용

source: Cancel
de: Abbrechen
ko: 취소

source: Reveal in Finder
de: Im Finder anzeigen
ko: Finder 에서 보기

source: Scroll tab-key completion choices
de: Scroll Tab-Taste Vervollständigungsauswahl

source: On Join
de: Beim Betreten

source: Password
de: Passwort

source: Search Filter
de: Such Filter
